{
  "index": {
    "title": "graphs of dynamic situations",
    "logged-in": "Aangemeld als"
  },
  "start": {
    "welcome": "Welkom bij de",
    "title": "Graphs of Dynamic Situations Virtual tool",
    "p1": "Deze tool is bedoeld om je te helpen om grafieken van dynamische relaties te begrijpen. De tool doet dit door deze relaties inzichtelijk te maken met concrete voorbeelden in Virtual Reality en door gericht feedback te geven op de grafiek die je zelf hebt getekend.",
    "p2": "Dit is een proof of concept, waardoor alleen maar met één enkel voorbeeld van een dynamische context wordt gewerkt.",
    "button": "Ga verder"
  },
  "personal-info": {
    "title": "Jouw gegevens",
    "label_name": "Jouw naam",
    "placeholder_name": "Naam",
    "label_age": "Jouw leeftijd",
    "placeholder_age": "Leeftijd",
    "label_school": "Naam van jouw school",
    "placeholder_school": "Schoolnaam",
    "label_schooltype": "Schooltype",
    "label_year": "Leerjaar",
    "placeholder_year": "jaar",
    "label_mathtype": "Type wiskunde",
    "button": "Beginnen met de oefening"
  },
  "intro": {
    "p1": "Je gaat nu een grafiek tekenen van een dynamische relatie. Dit kun je op het scherm doen met behulp van een muis, pen of vinger.",
    "p2": "Zodra jij tevreden bent met jouw grafiek lever je hem in. Je krijgt dan gerichte feedback op je eigen werk.",
    "button": "Ga verder"
  },
  "assignments": {
    "title_assignment1": "Opgave A",
    "title_assignment2": "Opgave B",
    "description": "Stel je voor dat deze fles gevuld wordt met water, waarbij het water met constante snelheid stroomt.",
    "questions_li1": "Schets een grafiek waarin je de hoogte van het water in de fles uitzet tegenover de hoeveelheid water in de fles.",
    "questions_li2": "Leg uit hoe je tot je antwoord bent gekomen.",
    "label_graph": "Grafiek",
    "label_explanation": "Uitleg"
  },
  "help": {
    "title": "Help",
    "p": "Hulp bij de oefening",
    "title_help1": "Help",
    "title_help2": "Help 2",
    "start": "Start de hulp",
    "start_help1": "Start help 1",
    "start_help2": "Start help 2"
  },
  "compare": {
    "title": "Vergelijken en inleveren",
    "p": "Vergelijk de grafieken. Ben je tevreden? Lever het werk dan in.",
    "button_help1": "Hulp bij de oefening",
    "button_help2": "Meer hulp bij de oefening",
    "button_retry": "Opnieuw proberen",
    "button_submit": "Antwoorden indienen"
  },
  "feedback": {
    "title": "Resultaat",
    "label_reward": "Jouw grafiek hoort bij het volgende object",
    "switch_default": "Je hebt de oefening niet op de correcte manier gemaakt.",
    "switch_0": "Je bent nu op weg naar niveau 1 doordat je hulp 1 en/of hulp 2 heb je geprobeerd in te zetten bij het maken van de grafiek. Om de volgende levels te bereiken zou je het verband moeten leggen tussen de hoogte en hoeveelheid water en rekening moeten houden met de vorm van de vaas.",
    "switch_1": "Je hebt niveau 1 bereikt: je hebt het verband tussen de hoeveelheid water en de hoogte in een juiste grafiek weer kunnen geven in één van de twee situaties. Om het volgende niveau te bereiken zou je het verband moeten leggen niet alleen tussen de hoogte en hoeveelheid water maar zul je ook rekening moeten houden met de vorm van de vaas.",
    "switch_2": "Je hebt niveau 2 bereikt; je hebt het verband tussen de hoeveelheid water en de hoogte in een juiste grafiek weer kunnen geven in beide situaties.",
    "without_help": "Je hebt geen gebruik gemaakt van de aangeboden hulpmiddelen",
    "some_help": "Je hebt niet gebruik gemaakt van alle hulpmiddelen",
    "all_help": "Je hebt alle hulpmiddelen gebruikt",
    "applied_help": "maar je hebt wel geprobeerd deze toe te passen"
  },
  "axes": {
    "amount": "hoeveelheid water",
    "height": "hoogte water"
  },
  "generic": {
    "select": "Selecteer",
    "next": "Volgende",
    "minimum_characters": "Minimaal 10 tekens",
    "required": "Dit veld is verplicht",
    "minlength": "De uitleg is te kort. Geef meer tekst op.",
    "erase": "Wissen"
  }
}